{
    "about": "ჩემს შესახებ",
    "portfolio": "პორტფოლიო",
    "education": "განათლება",
    "work-experience": "სამუშაო გამოცდილება",
    "tech-set": "ტექ-სეტი",

    "greetings": "👋 მოგესალმებით, ჩემი სახელია",
    "name": "ალექსანდრე ჯინორიძე",
    "role": "მე ვარ <span>ფრონტ-ენდ დეველოპერი</span> თბილისიდან",

    "about-text": "ენთუზიური ფრონტ-ენდ დეველოპერი, მიზნით შევქმნა სულ უფრო უკეთესი და უკეთესი პროდუქტი და სურვილით არა მარტო მუდმივად გავიგო ახალი უკვე შესწავლილში არამედ ვისწავლო სხვა ფრეიმვორკებიც მაგალითად Svelte, Next.js, Vue, და ასევე ბექ-ენდ ფრეიმვორკები Node.js, Express.js, და MongoDB. მე მუდმივად ვკითხულობ სტატიებს და ვუყურებ ვიდეოებს სხვადასხვა თემებზე მაგალითად სემანტიკურ HTML-ზე, BEM-ზე, Atom დიზაინზე, და ასევე თემებზე როგორიცაა CSR, SSR, SSG, და ISR. მე ასევე მაქვს უამრავი იდეა, რომელთა რეალიზებაც მინდა მომავალში, ზოგიერთი მათგანი მხოლოდ ჩემს თავშია, მაგრამ ზოგი ჩემს Github გვერდზეა",

    "alert-text": "გთხოვთ გაითვალისწინოთ, რომ საიტები აღნიშნული \"!\" ნიშნით ატვირთულია Heroku ქლაუდ ჰოსტინგის უფასო გეგმის გამოყენებით და შესახლოა ნელა ჩაიტვირთოს, ამის შესახებ მეტი შეგიძლიათ წაიკითხოთ <a href='https://dev.to/elijahtrillionz/your-heroku-app-is-slow-to-load-because-of-this-4lep' target='_blank' class='link'>ამ სტატიაში</a>",

    "mermisi-title": "სსიპ კოლეჯი \"მერმისი\"",
    "mermisi-role": "ვებ დეველოპერის კურსი",
    "mermisi-text": "გავიარე ვებ პროგრამისტის კურსის I-III საფეხურები, მაქვს კურსის წარმატებით გავლის დიპლომი",

    "sulma-title": "ვებ სტუდია \"Sulma Studio\"",
    "sulma-role": "ფრონტ-ენდ დეველოპერი",

    "sulma-text": "მე ვიკავებდი მარკაპ დეველოპერისა და ფრონტ-ენდ დეველოპერის პოზიციას და ზოგჯერ ვებ დიზაინერადაც ვმუშაობდი",

    "adjara-role": "ფრონტ-ენდ დეველოპერი",
    "adjara-text": "ვმუშაობდი სარეკლამო განყოფილებაში, როგორც ფრონტ-ენდ დეველოპერი, ჩემი ამოცანები მოიცავდა სარეკლამო ბანერების შემუშავებას და ანიმაციას და ინტერაქტიული ვიჯეტების და ლენდინგ პეიჯის შემუშავებას",

    "tech-set-text": "ტექნოლოგიები რომლებსაც ვიყენებ გარდა სუფთა HTML, CSS და Javascript-ის:"
}
